{
  "trivia": [
    "Deep Dives were added in the September 26th, 2019 update.",
    "The name of the first ever Deep Dive mission was \"Hard Blade\".",
    "If you are falling at a height that would hurt you, and you fall on a fellow dwarf, you dont get hurt.",
    "There is a hammer by the forge, if you kick it into the barrel hoop the screen displays \"HAMMER TIME\".",
    "If you ping anought at brown mushroom, mission control will say \"Mushroom, mushroom, SHUT IT! Get back to work!\"",
    "Hoxxes IV is a scorched, tidally-locked planet orbiting the blue star Creus, its extraordinarily rich precious material deposits and extremely hostile environment.",
    "Bismor might be named for bismuth, a metal that is usually obtained as a byproduct of refining lead or tin.",
    "Several of Bismor's call out voice lines are a subtle gag in reference to the fact that Bismor was for the longest time the only crafting mineral to lack call out voice lines.",
    "Early in development, Bismor was called \"Nemonite\" and \"Neromite\" and had a greener color.",
    "Morkite bears a resemblance to the real world minerals Malachite and Dioptase, both dark teal minerals.",
    "Nitra is similar in sound to nitre (aka saltpetre, potassium nitrate, or KNO3), which is a key ingredient in the making of gunpowder. This may just be a coincidence, however.",
    "Red Sugar has addictive qualities, as noted by the Dwarves, though this has no bearing on gameplay.",
    "In the Closed Alpha, the player would have to mine Helium3 instead of Morkite as it didn't exist at the time. Soon after Helium3 was swapped in favor of Morkite.",
    "In on-site refining mission a significantly larger amount of Loot Bugs are spawned during level generation than in other mission types.",
    "The internal name for Point Extraction mission is still \"Motherlode\", which is original name of the very first iteration of this mission type.",
    "Deep Rock Galactic refuses to send in the Drop Pod to save the team until after the goods are secured. This is even more evidence showing they prioritize profit over employee safety, and consider employees disposable.",
    "Repairing the Drilldozer uses various tools instead of the typical hammer used when constructing/repairing objects, including a pipe wrench and an oil can.",
    "It is possible to pet the Drilldozer by pressing the [USE] (\"E\" by default) key on its \"head\", found at the top of its body behind the drill.",
    "The CRSPR will melt the environment in Glacial Strata. They can also melt platforms if the Engineer who placed them has the Plastcrete MKII modification.",
    "\"CRSPR\" is a play on the word \"crisper\", referring to the weapon's ability to burn creatures to a crisp.",
    "The Corrosive Sludge Pump's weapon prototype used the Platform Gun model and its goo blobs more closely resembled the goo generated by Goo Sacks.",
    "The Satchel Charge used to be available to both the Gunner and the Driller as their quaternary support tool, but this was changed in Update 19 as the Gunner had it replaced with the Shield Generator.",
    "The weapon's main body - the Subata 312 - is likely produced by the same firearms manufacturer who made the Subata 120, the Driller's pistol.",
    "The \"Fat Boy\" Overclock of Deepcore 40mm PGL is likely named after the Fat Man and Little Boy, the two atomic bombs which were dropped over Japan in World War 2.",
    "The Breach Cutter's internal name is \"Line Cutter\", its name and design being a reference to two weapons from the Dead Space franchise: the Plasma Cutter and the Line Gun respectively.",
    "Platforms can be used to mine terrain that requires more than 1 hit faster, such as the Ommoran Heartstone Beamers.",
    "In the closed alpha, the Engineer would get four sentry guns with 200 ammo each, but they could not be called back and redeployed.",
    "Sentries will always idle sweep South West, regardless of which direction they were built or what enemy they were last firing at, unless they have the Defender System upgrade.",
    "When going to the next stage of Deep Dives, turret ammo is automatically restocked even if the Engineer hasn't resupplied in the prior stage.",
    "The \"Dance Moves\" statistic is purely cosmetic; while there are six different animations that the Hologram can play, none of them are any better or worse at attracting enemies.",
    "The Shredder Swarm can be used as a cheap alternative way to break enemy armor as its high 200% armor break and long duration allows the Players to severely expose hard-hitting enemies like Praetorians and Glyphid Slashers.",
    "The \"Lead Storm\" Powered Minigun fires depleted uranium according to one of the Gunner's class selected voice lines.",
    "The \"Hurricane\" Guided Rocket System's weapon prototype used an early version of the Fuel Canister model.",
    "By looking down the barrel of the \"Bulldog\" Heavy Revolver, it is possible to see that the bullet is a a hollow point round.",
    "The \"Bulldog\" Heavy Revolver model is completely static, the hammer and cylinder do not move at all even when firing.",
    "When the 7 in \"BRT7\" is interpreted as a second T, it can be read as \"BRTT\". This is an onomatopoeia of the weapon's firing sound.",
    "The Tactical Leadburster has five barrels to shoot out from. It is unknown how it fit that much bullets within such a small profile.",
    "In earlier versions of the game, the Deepcore GK2 had a much more realistic design with a longer barrel, smaller foregrip, and a more shapely stock.",
    "Mission Control expresses fondness for the M1000 when unlocking it via its corresponding Weapon License Upgrade assignment. He calls it a \"good choice\", and it is the only weapon he does not express bemusement or caution with.",
    "The M1000 Classic is based on the American M1 Garand semi-automatic rifle, and includes the trademark \"ping\" when ejecting spent clips.",
    "The DRAK-25 Plasma Carbine's weapon prototype used the Deepcore 40mm PGL model.",
    "The Special Powder's effect of Jury-Rigged Boomstick is similar to Team Fortress 2's Force-a-Nature knockback jump, which is also used by the game's Scout class.",
    "The \"Double Trigger\" upgrade of Jury-Rigged Boomstick not only increases your fire rate by 6x, it also decreases reload time by 0.55 seconds, making it almost always better than quickfire ejector.",
    "The name of Zhukov NUK17 is likely a reference to Georgy Zhukov, a Soviet general during World War 2. The word \"zhuk\" or \"жук\" in russian translates to \"bug\", which could make sense in the context of the game.",
    "Some weapon and upgrade descriptions reference R&D (which is short for Research and Development). This is the department of DRG responsible for creating new weapons and equipment for the Dwarves to use."
  ]
}
